[
    {
        "id": "1",
        "title": "Электрогитара Fender Stratocaster",
        "price": 44999,
        "category": "Музыкальные инструменты",
        "image": "electric-guitar.webp",
        "description": "Профессиональная электрогитара Fender Stratocaster с тремя синглами и пятипозиционным переключателем. Идеально подходит для рока, блюза и джаза благодаря своему чистому и насыщенному звучанию. Гитара оснащена кленовым грифом и качественной фурнитурой для долговечной эксплуатации."
    },
    {
        "id": "2",
        "title": "Игровой контроллер Xbox Elite",
        "price": 8999,
        "category": "Гейминг аксессуары",
        "image": "gamepad.png",
        "description": "Премиальный игровой контроллер с настраиваемыми задними лепестками и сменными компонентами. Эргономичный дизайн обеспечивает комфорт во время длительных игровых сессий, а триггерные стопы позволяют совершать быстрые выстрелы. Контроллер совместим с Xbox Series X|S, Xbox One и ПК."
    },
    {
        "id": "3",
        "title": "Смартфон iPhone 14 Pro",
        "price": 89999,
        "category": "Электроника",
        "image": "smartphone.webp",
        "description": "Флагманский смартфон с динамическим островом и камерой 48 МП для профессиональной фотографии. Процессор A16 Bionic обеспечивает исключительную производительность в играх и мультимедийных приложениях. Устройство поддерживает технологию Always-On Display и защищено по стандарту IP68 от воды и пыли."
    },
    {
        "id": "4",
        "title": "Кроссовки Nike Air Max 270",
        "price": 12999,
        "category": "Обувь",
        "image": "sneakers.webp",
        "description": "Спортивные кроссовки с технологией Air Max, обеспечивающей максимальную амортизацию при ходьбе и беге. Легкая и дышащая конструкция верхней части изготовлена из инновационных материалов, которые адаптируются к форме стопы. Идеальный выбор для повседневной носки и активного образа жизни."
    },
    {
        "id": "5",
        "title": "Коллекционная фигурка Star Wars",
        "price": 7599,
        "category": "Коллекционные предметы",
        "image": "figure.webp",
        "description": "Детализированная коллекционная фигурка Дарта Вейдера высотой 30 см с подвижными суставами и световым мечом. В комплект входят сменные руки и дополнительные аксессуары для создания различных поз. Фигурка изготовлена из высококачественного ПВХ и отлично подходит для коллекционеров и фанатов саги."
    },
    {
        "id": "6",
        "title": "Виниловая пластинка The Beatles",
        "price": 2999,
        "category": "Музыка",
        "image": "vinyl-record.webp",
        "description": "Оригинальная виниловая пластинка альбома 'Abbey Road' группы The Beatles в коллекционном издании 180 грамм. Звук был ремастирован с оригинальных лент для достижения максимального качества воспроизведения. В комплекте идет буклет с фотографиями и текстами песен, которые погружают в атмосферу эпохи."
    },
    {
        "id": "7",
        "title": "Кожаная куртка-косуха",
        "price": 18999,
        "category": "Одежда",
        "image": "jacket.webp",
        "description": "Стильная кожаная куртка-косуха из натуральной кожи с молниями и заклепками в стиле рок. Утепленная подкладка обеспечивает комфорт в прохладную погоду, а качественная фурнитура гарантирует долгий срок службы. Идеально сочетается с джинсами и кожаными ботинками для создания дерзкого образа."
    },
    {
        "id": "8",
        "title": "Постер ретро-автомобиля",
        "price": 1999,
        "category": "Декор",
        "image": "car-poster.webp",
        "description": "Качественный постер с изображением ретро-автомобиля Chevrolet Bel Air 1957 года в стиле винтажной иллюстрации. Отпечатан на плотной матовой бумаге с использованием стойких пигментных чернил, которые не выцветают со временем. Отличное решение для украшения гостиной, кабинета или гаражного пространства."
    },
    {
        "id": "9",
        "title": "Кофейный набор для эспрессо",
        "price": 14999,
        "category": "Кухонная техника",
        "image": "coffee.webp",
        "description": "Профессиональная кофемашина для приготовления эспрессо и капучино с панарелло для вспенивания молока. Оснащена 15-барным насосом для создания идеальной кофейной крема и регулируемым термостатом для контроля температуры. Включает мерную ложку, темпер и набор для очистки для поддержания устройства в идеальном состоянии."
    },
    {
        "id": "10",
        "title": "Акустическая гитара Yamaha",
        "price": 23999,
        "category": "Музыкальные инструменты",
        "image": "guitar.webp",
        "description": "Качественная акустическая гитара с корпусом типа дредноут и верхней декой из ели для яркого и объемного звучания. Гриф из нато изготовлен для комфортной игры, а лады отполированы до идеального состояния. Идеальный выбор как для начинающих музыкантов, так и для опытных гитаристов благодаря своему сбалансированному звуку."
    },
    {
        "id": "11",
        "title": "Игровой контроллер DualSense",
        "price": 7999,
        "category": "Гейминг аксессуары",
        "image": "gamepad.png",
        "description": "Беспроводной контроллер для PlayStation 5 с адаптивными триггерами и тактильной отдачей для полного погружения в игровой процесс. Встроенный микрофон и разъем для наушников позволяют общаться с друзьями без дополнительных аксессуаров. Аккумулятор обеспечивает до 12 часов непрерывной игры на одном заряде."
    },
    {
        "id": "12",
        "title": "Смартфон Samsung Galaxy S23",
        "price": 79999,
        "category": "Электроника",
        "image": "smartphone.webp",
        "description": "Мощный Android-смартфон с процессором Snapdragon 8 Gen 2 и камерой 200 МП для съемки профессиональных фото и видео. Динамический AMOLED-экран с частотой обновления 120 Гц обеспечивает плавную анимацию и насыщенные цвета. Устройство поддерживает быструю беспроводную зарядку и защищено от воды по стандарту IP68."
    },
    {
        "id": "13",
        "title": "Беговые кроссовки Adidas Ultraboost",
        "price": 14999,
        "category": "Обувь",
        "image": "sneakers.webp",
        "description": "Технологичные беговые кроссовки с подошвой Boost, обеспечивающей исключительную амортизацию и возврат энергии при каждом шаге. Верхняя часть изготовлена из переработанных материалов Primeblue, которые обеспечивают идеальную поддержку стопы. Подходят как для профессиональных бегунов, так и для любителей активного образа жизни."
    },
    {
        "id": "14",
        "title": "Фигурка Marvel Iron Man",
        "price": 8999,
        "category": "Коллекционные предметы",
        "image": "figure.webp",
        "description": "Детализированная коллекционная фигурка Железного человека в броне Mark 85 с подсветкой реактора и световых элементов. Включает сменные руки, эффекты полета и подставку для динамичного позирования. Изготовлена из высококачественного АБС-пластика с металлическим покрытием для максимальной реалистичности."
    },
    {
        "id": "15",
        "title": "Винил Pink Floyd Dark Side",
        "price": 3599,
        "category": "Музыка",
        "image": "vinyl-record.webp",
        "description": "Коллекционное издание виниловой пластинки 'The Dark Side of the Moon' группы Pink Floyd с оригинальным дизайном призмы. Альбом был ремастирован с аналоговых лент для сохранения аутентичного звучания 1973 года. Включает полноразмерный постер и наклейки, которые были в оригинальном релизе."
    },
    {
        "id": "16",
        "title": "Зимняя пуховая куртка",
        "price": 22999,
        "category": "Одежда",
        "image": "jacket.webp",
        "description": "Теплая зимняя куртка с натуральным гусиным пухом, обеспечивающим отличную теплоизоляцию в мороз до -30°C. Водоотталкивающая пропитка защищает от снега и дождя, а регулируемый капюшон с мехом создает дополнительную защиту. Множество карманов включают внутренний смартфон-карман и сетчатые отделения для мелочей."
    },
    {
        "id": "17",
        "title": "Постер спортивного автомобиля",
        "price": 2499,
        "category": "Декор",
        "image": "car-poster.webp",
        "description": "Современный постер с изображением спортивного автомобиля Ferrari SF90 Stradale в динамичной гоночной позе. Напечатан на архивной бумаге плотностью 250 г/м² с использованием экосольвентных чернил, устойчивых к ультрафиолету. Идеально подходит для украшения офиса, игровой комнаты или гаражного пространства автолюбителя."
    },
    {
        "id": "18",
        "title": "Кофемолка с жерновами",
        "price": 8999,
        "category": "Кухонная техника",
        "image": "coffee.webp",
        "description": "Профессиональная кофемолка с керамическими жерновами для равномерного помола кофейных зерен от эспрессо до френч-пресса. Регулируемые настройки помола позволяют достичь идеальной экстракции для каждого способа заваривания. Тихая работа и система антистатики предотвращают разброс кофейной пыли и обеспечивают чистоту на кухне."
    },
    {
        "id": "19",
        "title": "Басс-гитара Ibanez",
        "price": 32999,
        "category": "Музыкальные инструменты",
        "image": "guitar.webp",
        "description": "Четырехструнная бас-гитара с активной электроникой и быстрым грифом для комфортной игры в различных музыкальных стилях. Качественные звукосниматели обеспечивают плотный и четкий низкий частотный диапазон, идеальный для ритм-секции. Отличный выбор для концертных выступлений и студийной работы благодаря своей надежности и качеству звука."
    },
    {
        "id": "20",
        "title": "Игровой контроллер Nintendo Switch Pro",
        "price": 6999,
        "category": "Гейминг аксессуары",
        "image": "gamepad.png",
        "description": "Профессиональный контроллер для Nintendo Switch с улучшенными аналоговыми стиками и HD-вибрацией для более точного управления в играх. Эргономичный дизайн обеспечивает комфортный хват даже во время длительных игровых сессий, а встроенный аккумулятор работает до 40 часов. Совместим с ПК и Android-устройствами через Bluetooth."
    },
    {
        "id": "21",
        "title": "Смартфон Google Pixel 7 Pro",
        "price": 74999,
        "category": "Электроника",
        "image": "smartphone.webp",
        "description": "Флагманский смартфон с процессором Google Tensor G2 и камерой, оснащенной искусственным интеллектом для улучшения фотографий. OLED-экран с частотой обновления 120 Гц и поддержкой HDR10+ обеспечивает яркое и контрастное изображение. Устройство получает гарантированные обновления Android в течение 5 лет и имеет отличную оптимизацию программного обеспечения."
    },
    {
        "id": "22",
        "title": "Кроссовки для скейтбординга",
        "price": 8999,
        "category": "Обувь",
        "image": "sneakers.webp",
        "description": "Специализированные кроссовки для скейтбординга с усиленными зонами из замши в местах наибольшего износа от гриптейпа. Подушка в области пятки и стелька с амортизацией обеспечивают комфорт при приземлении с трюков. Прочная резиновая подошва с улучшенным сцеплением идеально подходит для контроля доски во время выполнения сложных элементов."
    },
    {
        "id": "23",
        "title": "Фигурка аниме персонажа",
        "price": 11999,
        "category": "Коллекционные предметы",
        "image": "figure.webp",
        "description": "Коллекционная фигурка популярного аниме-персонажа в масштабе 1/7 с детализированной росписью и динамичной позой. В комплект входит сменное лицо, дополнительные аксессуары и специальная подставка с логотипом серии. Изготовлена из ПВХ и АБС-пластика с тщательной проработкой всех деталей костюма и аксессуаров."
    },
    {
        "id": "24",
        "title": "Винил Queen Greatest Hits",
        "price": 2799,
        "category": "Музыка",
        "image": "vinyl-record.webp",
        "description": "Виниловая пластинка с лучшими хитами группы Queen, включающая такие легендарные треки как 'Bohemian Rhapsody' и 'We Will Rock You'. Издание включает ремастеринг с оригинальных мастер-лент для наилучшего звукового качества. Идеальный подарок для поклонников классического рока и коллекционеров виниловых пластинок."
    },
    {
        "id": "25",
        "title": "Джинсовая куртка с вышивкой",
        "price": 12999,
        "category": "Одежда",
        "image": "jacket.webp",
        "description": "Стильная джинсовая куртка из плотного хлопкового денима с уникальной вышивкой на спине и рукавах. Классический крой обеспечивает удобную посадку, а качественная фурнитура из латуни добавляет винтажный шарм. Легкий и универсальный предмет гардероба, который можно сочетать с различными стилями одежды."
    },
    {
        "id": "26",
        "title": "Постер классического мотоцикла",
        "price": 2199,
        "category": "Декор",
        "image": "car-poster.webp",
        "description": "Художественный постер с изображением классического мотоцикла Harley-Davidson в ретро-стиле с эффектом старины и потертостей. Отпечатан на холсте плотностью 340 г/м² с использованием устойчивых к выцветанию пигментных чернил. Готов к размещению на стене благодаря встроенному деревянному подрамнику и креплению."
    },
    {
        "id": "27",
        "title": "Френч-пресс для кофе",
        "price": 3999,
        "category": "Кухонная техника",
        "image": "coffee.webp",
        "description": "Стеклянный френч-пресс для приготовления ароматного кофе с нержавеющим фильтром, который задерживает кофейную гущу. Эргономичная ручка из бамбука обеспечивает безопасный и комфортный захват, а крышка сохраняет температуру напитка. Простой в использовании и уходе, идеально подходит для приготовления кофе на 4-6 персон."
    },
    {
        "id": "28",
        "title": "Укулеле концертное сопрано",
        "price": 8999,
        "category": "Музыкальные инструменты",
        "image": "guitar.webp",
        "description": "Качественная укулеле сопрано из красного дерева с нейлоновыми струнами и ладами из никелевого серебра для чистого и яркого звучания. Компактный размер идеально подходит для начинающих музыкантов и путешественников благодаря своей портативности. В комплект входит чехол для переноски и защита инструмента от повреждений."
    },
    {
        "id": "29",
        "title": "Беспроводной геймпад для ПК",
        "price": 5499,
        "category": "Гейминг аксессуары",
        "image": "gamepad.png",
        "description": "Универсальный беспроводной геймпад с технологией Bluetooth 5.0 для подключения к ПК, смартфонам и Smart TV. Эргономичный дизайн с текстурными захватами обеспечивает комфорт во время длительных игровых сессий, а встроенная вибрация добавляет реалистичности. Совместим с Windows, Android, iOS и большинством облачных игровых сервисов."
    },
    {
        "id": "30",
        "title": "Игровые кроссовки для баскетбола",
        "price": 17999,
        "category": "Обувь",
        "image": "sneakers.webp",
        "description": "Профессиональные баскетбольные кроссовки с амортизацией в пятке и поддержкой лодыжки для предотвращения травм во время игры. Верхняя часть изготовлена из дышащих материалов с зональной поддержкой, а подошва обеспечивает отличное сцепление с паркетом. Разработаны в сотрудничестве с профессиональными спортсменами для максимальной производительности на площадке."
    }
]
